jorgebucaran/fisher
jethrokuan/z
jorgebucaran/nvm.fish
meaningful-ooo/sponge
laughedelic/pisces
nickeb96/puffer-fish
gazorby/fish-abbreviation-tips
patrickf1/fzf.fish
